{
    "coreTeam": [
        {
            "id": 2,
            "name": "Ritesh Verma",
            "role": "Director",
            "description": "Ritesh Verma, the visionary Founder of Riro Talehouse (powered by Anjpix Collectives LLP), is a two-decade architect of magic in the Hindi Film Industry's direction department, having shaped the success of countless celebrated box-office hits.\nHis core mission is a dramatic one: to shatter the constraints of budget and resource limitations that stifle brilliant cinematic concepts. Riro Talehouse is the dedicated stage for untapped talent, providing the essential catalyst to transform powerful, untold stories into breathtaking cinematic realities.\n",
            "imageAlt": "Ritesh Verma",
            "bgColor": "bg-green-100",
            "type": "core",
            "image": "https:\/\/res.cloudinary.com\/dow6mrkpm\/image\/upload\/v1766489652\/team\/team-1766489651.jpg?t=1766489651",
            "imageZoom": 1.1,
            "imagePosition": {
                "x": 50,
                "y": 50
            }
        },
        {
            "id": 1,
            "name": "Anjali Verma",
            "role": "Producer",
            "description": "Anjali Verma is a pivotal force at Anjpix Collectives LLP, combining a sharp strategic mind—honed by an MBA in HR and an M.Sc. in Organic Chemistry—with deep creative passion. As Producer, she is integral to the entire pipeline: from selecting the most promising scripts and managing budgeting to overseeing the seamless execution of the final film. Her unique expertise ensures every project is both creatively ambitious and financially sound. Anjali proudly continues her work alongside her husband, Ritesh Verma, celebrated for his directional contributions to numerous hit Hindi movies.",
            "imageAlt": "Anjali Verma",
            "bgColor": "bg-blue-100",
            "type": "core",
            "image": "https:\/\/res.cloudinary.com\/dow6mrkpm\/image\/upload\/v1766486588\/team\/team-1766486587.png?t=1766486587",
            "imageZoom": 1,
            "imagePosition": {
                "x": 50,
                "y": 50
            }
        },
        {
            "id": 3,
            "name": "Ishika Vishwakarma",
            "role": "Creative Director",
            "description": "Ishika is a powerful creative talent. Working from her space in Mumbai, she seamlessly moves between art, design, and beautiful lettering. She’s always working on something cool. Whether she's helping a client clarify a new visual concept (visualiser), exploring feeling through a canvas (artist), or designing a thoughtful phrase with a unique letter form (typographer), she pours her true self into every project. She doesn't rush her work, she focuses on quality and honesty. Ishika’s process is honest and intentional, focused on bringing true meaning to every design and piece of art she creates.",
            "imageAlt": "Ishika Vishwakarma",
            "bgColor": "bg-purple-100",
            "type": "core",
            "image": "https:\/\/res.cloudinary.com\/dow6mrkpm\/image\/upload\/v1766489737\/team\/team-1766489736.png?t=1766489736",
            "imageZoom": 1,
            "imagePosition": {
                "x": 50,
                "y": 50
            }
        },
        {
            "id": 4,
            "name": "Dheeraj",
            "role": "Editor & Colourist",
            "description": "Most editors cut footage. Dheeraj cuts to the bone—finding the emotional throughline buried under all your takes and making it hit exactly how it's supposed to. He's obsessively story-driven, the kind of editor who won't let a frame exist unless it earns its place in the narrative. Color, rhythm, pacing—it all serves the feeling, the moment, the truth you're chasing. He doesn't just edit your project; he makes sure your story gets told the way it deserves to be told.",
            "imageAlt": "Dheeraj",
            "bgColor": "bg-yellow-100",
            "type": "core",
            "image": "https:\/\/res.cloudinary.com\/dow6mrkpm\/image\/upload\/v1766489773\/team\/team-1766489770.jpg?t=1766489770",
            "imageZoom": 1,
            "imagePosition": {
                "x": 50,
                "y": 50
            }
        },
        {
            "id": 5,
            "name": "KK Shukla",
            "role": "Production Manager",
            "description": "A burst of calm confidence who carries good vibes like a daily accessory. He turns filmmaking into a smooth, almost effortless art and has a soft spot for catching real, raw moments on the streets. On set he’s all focus and warmth, and at parties he surprises everyone with those cool, carefree dance moves that somehow convince even the shyest uncle to join in.",
            "imageAlt": "KK Shukla",
            "bgColor": "bg-red-100",
            "type": "core",
            "image": "https:\/\/res.cloudinary.com\/dow6mrkpm\/image\/upload\/v1766489800\/team\/team-1766489797.jpg?t=1766489797",
            "imageZoom": 1.2,
            "imagePosition": {
                "x": 50,
                "y": 50
            }
        },
        {
            "id": 6,
            "name": "sadsa",
            "role": "asdas",
            "description": "asddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddddd",
            "imageAlt": "sadsa",
            "image": "https:\/\/res.cloudinary.com\/dow6mrkpm\/image\/upload\/v1766506667\/team\/team-1766506665.png?t=1766506665",
            "bgColor": "bg-blue-100",
            "type": "core",
            "imageZoom": 1.2,
            "imagePosition": {
                "x": 50,
                "y": 50
            }
        }
    ],
    "collaborators": {
        "directors": [
            {
                "id": 1,
                "name": "Sanjeev ",
                "role": "",
                "description": "",
                "imageAlt": "",
                "image": "",
                "type": "director"
            },
            {
                "id": 2,
                "name": "Abhay",
                "role": "",
                "description": "",
                "imageAlt": "",
                "image": "",
                "type": "director"
            },
            {
                "id": 3,
                "name": "Sai",
                "role": "",
                "description": "",
                "imageAlt": "",
                "image": "",
                "type": "director"
            }
        ],
        "dop": [
            {
                "id": 1,
                "name": "Anurag",
                "role": "",
                "description": "",
                "imageAlt": "",
                "image": "",
                "type": "dop"
            },
            {
                "id": 2,
                "name": "Suraj",
                "role": "",
                "description": "",
                "imageAlt": "",
                "image": "",
                "type": "dop"
            },
            {
                "id": 3,
                "name": "Aniket",
                "role": "",
                "description": "",
                "imageAlt": "",
                "image": "",
                "type": "dop"
            }
        ]
    }
}