{
  "coreTeam": [
    {
      "id": 1,
      "name": "Anjali Verma",
      "role": "Producer",
      "description": "Anjali Verma is a pivotal force at Anjpix Collectives LLP, combining a sharp strategic mind—honed by an MBA in HR and an M.Sc. in Organic Chemistry—with deep creative passion. As Producer, she is integral to the entire pipeline: from selecting the most promising scripts and managing budgeting to overseeing the seamless execution of the final film. Her unique expertise ensures every project is both creatively ambitious and financially sound. Anjali proudly continues her work alongside her husband, Ritesh Verma, celebrated for his directional contributions to numerous hit Hindi movies.",
      "imageAlt": "Anjali Verma - Producer",
      "bgColor": "bg-blue-100"
    },
    {
      "id": 2,
      "name": "Ritesh Verma",
      "role": "Director",
      "description": "Ritesh Verma is a celebrated director known for his contributions to numerous hit Hindi movies. With a keen eye for storytelling and a deep understanding of cinematic techniques, he brings creative visions to life on screen.",
      "imageAlt": "Ritesh Verma - Director",
      "bgColor": "bg-green-100"
    },
    {
      "id": 3,
      "name": "Ishika Vishwakarma",
      "role": "Creative Director",
      "description": "Ishika Vishwakarma brings a fresh perspective to creative direction, combining artistic vision with practical execution to ensure every project achieves its full creative potential.",
      "imageAlt": "Ishika Vishwakarma - Creative Director",
      "bgColor": "bg-purple-100"
    },
    {
      "id": 4,
      "name": "Dheeraj",
      "role": "Editor & Colourist",
      "description": "Most editors cut footage. Dheeraj cuts to the bone—finding the emotional throughline buried under all your takes and making it hit exactly how it's supposed to. He's obsessively story-driven, the kind of editor who won't let a frame exist unless it earns its place in the narrative.",
      "imageAlt": "Dheeraj - Editor & Colourist",
      "bgColor": "bg-yellow-100"
    },
    {
      "id": 5,
      "name": "KK Shukla",
      "role": "Production Manager",
      "description": "KK Shukla oversees all aspects of production management, ensuring smooth coordination between departments and timely delivery of projects while maintaining quality standards.",
      "imageAlt": "KK Shukla - Production Manager",
      "bgColor": "bg-red-100"
    }
  ],
  "collaborators": {
    "directors": [
      {
        "id": 1,
        "name": "Sanjeev",
        "role": "Director",
        "description": "Experienced director with a keen eye for visual storytelling and narrative development.",
        "imageAlt": "Sanjeev - Director"
      },
      {
        "id": 2,
        "name": "Abhay",
        "role": "Director",
        "description": "Creative director known for innovative approaches to filmmaking and visual composition.",
        "imageAlt": "Abhay - Director"
      },
      {
        "id": 3,
        "name": "Sai",
        "role": "Director",
        "description": "Versatile director with expertise in multiple genres and storytelling formats.",
        "imageAlt": "Sai - Director"
      }
    ],
    "dop": [
      {
        "id": 1,
        "name": "Anurag",
        "role": "Director of Photography",
        "description": "Director of Photography specializing in cinematic lighting and visual aesthetics.",
        "imageAlt": "Anurag - Director of Photography"
      },
      {
        "id": 2,
        "name": "Suraj",
        "role": "Director of Photography",
        "description": "Experienced DoP with a strong portfolio in commercial and narrative cinematography.",
        "imageAlt": "Suraj - Director of Photography"
      },
      {
        "id": 3,
        "name": "Aniket",
        "role": "Director of Photography",
        "description": "Creative cinematographer known for innovative camera techniques and visual storytelling.",
        "imageAlt": "Aniket - Director of Photography"
      }
    ]
  },
  "heroStats": [
    {
      "title": "Creativity",
      "value": "5 Years",
      "subtitle": "Production"
    }
  ]
}
